orals-list.org
* Oral Exam Reading List
This oral exam reading list is centered around a major field of British literary
modernism. Although literary modernism, as conceived here, is a protean and
permeable designation, rather than a circumscribed category, the writers most
represented in this list, such as Joyce, Woolf, and Yeats, are typical of a
modernist survey course. The list expands outward from these writers, however,
and includes those published alongside them in the influential "little
magazines" of the 1910s and 20s, as well as a few non-British writers working in
Britain or its colonies. A minor list of Victorian literature, which the moderns
reacted to, and in many ways extended, provides a necessary background. This is
not a list, however, which is completely distinct from the modernist list, as
some writers, like Thomas Hardy, appear in both. Here, well-known novelists such
as Dickens, Stevenson, and Eliot, appear alongside theorists like Arnold
and Ruskin. Influential journals, such as the decadent '90s /The Yellow Book/,
are also included. The secondary minor list is methodological, and contains recent
books and articles concerning computational approaches to literary style. Since
computational methods are an interdisciplinary by nature, some of these articles
extend into the fields of statistics, corpus linguistics, and natural language
processing. Although the list was curated to select a wide variety of
methodological approaches, articles that treat the works of British modernists
or Victorian writers are most represented here. These lists are linked in other
ways, as well, such as through complementary pairs: Charlotte Brontë's /Jane
Eyre/ with Jean Rhys's reworking /The Wide Sargasso Sea/, for example. The
subjects of quantitative analyses are similarly paired: Mahlberg's /Corpus
Stylistics and Dickens's Fiction/ deals primarily with /David Copperfield/;
Ramsay's /Reading Machines/ and Balossi's "A Corpus Linguistic Approach to
Literary Language and Characterization" analyze Woolf's /The Waves/; Zhao's "Art
of Balance" discusses /To the Lighthouse/, and McKenna's "Statistical Analysis
of Style" deals with /Ulysses/.

** Progress
| List          | Total Works | Total Pages | Remaining Pages | % Complete |
|---------------+-------------+-------------+-----------------+------------|
| Modernist     |          69 |       16473 |           2180. |  86.766224 |
| Victorian     |          30 |       12073 |          3123.9 |  74.124907 |
| Style         |          49 |        2922 |          1912.5 |  34.548255 |
|---------------+-------------+-------------+-----------------+------------|
| Total         |         148 |       31468 |          7216.4 |  77.067497 |
|---------------+-------------+-------------+-----------------+------------|
| Days to exam  |          -4 |             |                 |            |
| Pages per day |     -1804.1 |             |                 |            |
#+TBLFM: @2$2=remote(Modernist,@>$1)::@2$3=remote(Modernist,@>$8)::@2$4=remote(Modernist,@>$9)::@2$5=100-((@2$4/@2$3)*100)::@3$2=remote(Victorian,@>$1)::@3$3=remote(Victorian,@>$8)::@3$4=remote(Victorian,@>$9)::@3$5=100-((@3$4/@3$3)*100)::@4$2=remote(Style,@>$1)::@4$4=remote(Style,@>$10)::@4$5=100-((@4$4/@4$3)*100)::@5$2=vsum(@I..@II)::@5$3=vsum(@I..@II)::@5$4=vsum(@I..@II)::@5$5=100-($4/$3)*100::@6$2='(org-time-stamp-to-now "<2018-04-20 Fri>")::@7$2=@5$4/@6$2

