orals-list.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-03-23 Fri 20:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Jonathan Reeve" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgdad1115">1. Oral Exam Reading List</a>
<ul>
<li><a href="#org39a78ad">1.1. Progress</a></li>
<li><a href="#org6b3148e">1.2. Major Field: British Modernism</a></li>
<li><a href="#orgfc0f5b7">1.3. Minor Field: Victorian Literature</a></li>
<li><a href="#org9c0945d">1.4. Minor Field: Computational Approaches to the Study of Literary Style</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgdad1115" class="outline-2">
<h2 id="orgdad1115"><span class="section-number-2">1</span> Oral Exam Reading List</h2>
<div class="outline-text-2" id="text-1">
<p>
This oral exam reading list is centered around a major field of British literary
modernism. Although literary modernism, as conceived here, is a protean and
permeable designation, rather than a circumscribed category, the writers most
represented in this list, such as Joyce, Woolf, and Yeats, are typical of a
modernist survey course. The list expands outward from these writers, however,
and includes those published alongside them in the influential "little
magazines" of the 1910s and 20s, as well as a few non-British writers working in
Britain or its colonies. A minor list of Victorian literature, which the moderns
reacted to, and in many ways extended, provides a necessary background. This is
not a list, however, which is completely distinct from the modernist list, as
some writers, like Thomas Hardy, appear in both. Here, well-known novelists such
as Dickens, Stevenson, and Eliot, appear alongside theorists like Arnold
and Ruskin. Influential journals, such as the decadent '90s <i>The Yellow Book</i>,
are also included. The secondary minor list is methodological, and contains recent
books and articles concerning computational approaches to literary style. Since
computational methods are an interdisciplinary by nature, some of these articles
extend into the fields of statistics, corpus linguistics, and natural language
processing. Although the list was curated to select a wide variety of
methodological approaches, articles that treat the works of British modernists
or Victorian writers are most represented here. These lists are linked in other
ways, as well, such as through complementary pairs: Charlotte Brontë's <i>Jane
Eyre</i> with Jean Rhys's reworking <i>The Wide Sargasso Sea</i>, for example. The
subjects of quantitative analyses are similarly paired: Mahlberg's <i>Corpus
Stylistics and Dickens's Fiction</i> deals primarily with <i>David Copperfield</i>;
Ramsay's <i>Reading Machines and Balossi's "A Corpus Linguistic Approach to
Literary Language and Characterization" analyze Woolf's /The Waves</i>; Zhao's "Art
of Balance" discusses <i>To the Lighthouse</i>, and McKenna's "Statistical Analysis
of Style" deals with <i>Ulysses</i>.
</p>
</div>

<div id="outline-container-org39a78ad" class="outline-3">
<h3 id="org39a78ad"><span class="section-number-3">1.1</span> Progress</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">List</th>
<th scope="col" class="org-right">Total Works</th>
<th scope="col" class="org-right">Total Pages</th>
<th scope="col" class="org-right">Remaining Pages</th>
<th scope="col" class="org-right">% Complete</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Modernist</td>
<td class="org-right">58</td>
<td class="org-right">15746</td>
<td class="org-right">4240.5</td>
<td class="org-right">38.308424</td>
</tr>

<tr>
<td class="org-left">Victorian</td>
<td class="org-right">29</td>
<td class="org-right">11471</td>
<td class="org-right">4339.4</td>
<td class="org-right">43.068691</td>
</tr>

<tr>
<td class="org-left">Style</td>
<td class="org-right">49</td>
<td class="org-right">2922</td>
<td class="org-right">2365.5</td>
<td class="org-right">4.9794661</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Total</td>
<td class="org-right">136</td>
<td class="org-right">30139</td>
<td class="org-right">10945.4</td>
<td class="org-right">63.683599</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Days to exam</td>
<td class="org-right">28</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Pages per day</td>
<td class="org-right">390.90714</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
