orals-list.org
** TODO Major Field: British Modernism

Although the boundaries of literary modernism extend with every new monograph on
the subject, and although it is often pluralized to "modernisms," better
reflecting the international nature of the cultural phenomenon, this list is
primarily modeled after the readings of a survey course in British modernism,
and contains mostly canonical writers typically associated with the period,
either British, or writing from Britain or its colonies. This departs from the
typical survey course, however, in its inclusion of the 1910s and 20s journals
and little magazines in which many of these works were originally published:
Anderson's /The Little Review/, Lewis's /Blast/, Ford's /The English Review/,
and Pound's editorship of /The Dial/. These are selected not to provide
alternative editions of the canonical works included here, but to provide
contexts for the publishing environment of early modernism. Chronologically,
this list chiefly includes the generation alive and working in the 10s and 20s,
so although the temporal boundary of modernism is often drawn in the 1930s, I am
extending it to include, in some cases, the writers' later works: Woolf's 1941
/Between the Acts/, Pound's middle Cantos, and Jean Rhys's 1966 /The Wide
Sargasso Sea/. There are also works of nonfiction that were either explicitly
influential to these writers, or in some other way informed the zeitgeist:
Frazer's /Golden Bough/, Freud's /Interpretation of Dreams/, and Pound's /ABC of
Reading/, for instance. A secondary list, below the divider, contains seminal
works of criticism that discuss these writers, their era, their literary
movement, or the publishing environment in which they worked.

#+NAME: Modernist
| Author                  | Title                                            |      Year | Read | Genre         | Key                            | Availability                      | Pages | Remaining |
|-------------------------+--------------------------------------------------+-----------+------+---------------+--------------------------------+-----------------------------------+-------+-----------|
| Anderson, Margeret, ed. | The Little Review (selected issues)              |      1914 |    1 | Journal       | cite:AndersonLittleReview1914b |                                   |       |         0 |
| Anderson, Margeret, ed. | The Little Review 1-1                            |      1914 |    1 | Journal       | cite:AndersonLittleReview1914a | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 1-2 Emma Goldman Controversy   |      1914 |    1 | Journal       | cite:AndersonLittleReview1914  | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 1-3 Emma Goldman Controversy 2 |      1914 |    1 | Journal       | cite:anderson_little_1914-1    | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 1-4                            |      1914 |    1 | Journal       | cite:AndersonLittleReview1914c | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 3-6 "Blank Issue"              |      1916 |    1 | Journal       | cite:AndersonLittleReview1916  | PDF                               |    32 |         0 |
| Anderson, Margeret, ed. | The Little Review 5-11 Ulysses I                 |   1918-03 |    1 | Journal       | cite:AndersonLittleReview1918  | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 5-12 Ulysses II                |   1918-04 |    1 | Journal       | cite:AndersonLittleReview1918a | PDF                               |    68 |         0 |
| Anderson, Margeret, ed. | The Little Review 11-6 Nausicaa                  |      1920 |    1 | Journal       | cite:AndersonLittleReview1920  | PDF                               |    74 |         0 |
| Anderson, Margeret, ed. | The Little Review 7-4 (article on Ulysses trial) |      1921 |    1 | Journal       | cite:AndersonLittleReview1921  | PDF                               |    68 |         0 |
| Ford, Ford Madox, Ed.   | The English Review 1-1                           |      1908 |    1 | Journal       | cite:hueffer_english_1908      | PDF                               |   212 |         0 |
| Ford, Ford Madox, Ed.   | The English Review 2-8                           |      1909 |    1 | Journal       | cite:HuefferEnglishReview1909  | PDF                               |       |         0 |
| Ford, Ford Madox, Ed.   | The English Review 3-12                          |      1909 |    1 | Journal       | cite:hueffer_english_1909      | PDF                               |   208 |         0 |
| Lewis, Wyndham, Ed.     | Blast 1                                          |      1914 |    1 | Journal       | cite:lewis_blast_1914          | PDF                               |   212 |         0 |
| Lewis, Wyndham, Ed.     | Blast 2                                          |      1915 |    1 | Journal       | cite:lewis_blast_1915          | PDF                               |   112 |         0 |
| Orage, A. R.            | The New Age 1-1 May 2, 1907                      |      1907 |    1 | Journal       | cite:OrageNewAge1907           | PDF                               |    16 |         0 |
| Orage, A. R.            | The New Age 7-1 May 5, 1910                      |      1910 |    1 | Journal       | cite:OrageNewAge1910           | PDF                               |    24 |         0 |
| Orage, A. R.            | The New Age 17-10 July 8, 1915                   |      1915 |    1 | Journal       | cite:OrageNewAge1915           | PDF                               |    24 |         0 |
| Marsden, Dora           | The Egoist 1-1                                   |      1914 |    1 | Journal       | cite:MarsdenEgoist1914         | PDF                               |    20 |         0 |
| Marsden, Dora           | The Egoist 1-3 Portrait I                        |      1914 |    1 | Journal       | cite:MarsdenEgoist1914a        | PDF                               |    20 |         0 |
| Marsden, Dora           | The Egoist 1-5 Portrait II                       |      1914 |    1 | Journal       | cite:MarsdenEgoist1914b        | PDF                               |    20 |         0 |
| Weaver, Harriet Shaw    | The Egoist 2-1 Portrait / Maldoror               |      1915 |    1 | Journal       | cite:WeaverEgoist1915          | PDF                               |    20 |         0 |
| Weaver, Harriet Shaw    | The Egoist 4-1 Tarr                              |      1917 |    1 | Journal       | cite:WeaverEgoist1917          | PDF                               |    20 |         0 |
| Pound, Ezra, ed.        | The Dial 69- Nov. 1920 "The Second Coming"       |      1920 |    1 | Journal       | cite:PoundDial1920             | PDF                               |       |         0 |
| Pound, Ezra, ed.        | The Dial 73- Nov. 1922 The Waste Land            |      1922 |    1 | Journal       | cite:PoundDial1922             | PDF                               |       |         0 |
| Pound, Ezra, ed.        | The Dial 73- Nov. 1922 The Waste Land            |      1922 |    1 | Journal       | cite:PoundDial1922a            | PDF                               |       |         0 |
| Frazer, James           | The Golden Bough                                 |      1890 |    1 | Nonfiction    | cite:frazer_golden_1996        | EPUB on GPB                       |   516 |         0 |
| Freud, Sigmund          | The Interpretation of Dreams                     |      1900 |    1 | Nonfiction    | cite:freud1999interpretation   | EPUB on GPB                       |   557 |         0 |
| Freud, Sigmund          | Civilization and its Discontents                 |      1930 |    1 | Nonfiction    | cite:freud_civilization_2015   | EPUB on GPB                       |   111 |         0 |
| Pound, Ezra             | -ABC of Reading                                  |      1934 |  0.5 | Nonfiction    | cite:pound_abc_1960            | PDF                               |   206 |      103. |
| Wells, H.G.             | The Outline of History                           |      1919 |  0.5 | Nonfiction    | cite:wells_outline_1921        | PDF                               |  1197 |     598.5 |
| Woolf, Virginia         | To the Lighthouse                                |      1927 |    1 | Nonfiction    | cite:woolf_lighthouse_1993     | Epub - GPB                        |   267 |         0 |
| Barnes, Djuna           | Nightwood                                        |      1936 |    1 | Novel         | cite:barnes_nightwood_2006     | EPUB on GPB                       |   214 |         0 |
| Conrad, Joseph          | Heart of Darkness                                |      1902 |    1 | Novel         | cite:conrad_heart_1999         | EPUB on GPB                       |   270 |         0 |
| Conrad, Joseph          | The Secret Agent                                 |      1907 | 0.75 | Novel         | cite:conrad_secret_2009        | EPUB on GPB                       |   255 |     63.75 |
| Ford, Ford Madox, ed.   | The Good Soldier                                 |      1915 |    1 | Novel         | cite:ford_good_2003            | EPUB on GPB                       |   368 |         0 |
| Forster, E.M.           | A Room with a View                               |      1908 |    1 | Novel         | cite:forster_room_2012         | EPUB on GPB                       |   176 |         0 |
| Forster, E.M.           | A Passage to India                               |      1924 |    1 | Novel         | cite:forster_passage_1984      | Paper                             |   362 |         0 |
| Hardy, Thomas           | Jude the Obscure                                 |      1896 |    1 | Novel         | cite:hardy_jude_2015           | Paper, Norton                     |   451 |         0 |
| Joyce, James            | A Portrait of the Artist as a Young Man          |      1914 |    1 | Novel         | cite:joyce_portrait_2007       | Paper, EPUB on GBP                |   490 |         0 |
| Joyce, James            | Dubliners                                        |      1914 |    1 | Novel         | cite:joyce_dubliners:_2006     | EPUB on GBP                       |   369 |         0 |
| Joyce, James            | Ulysses                                          |      1922 |    1 | Novel         | cite:joyce_ulysses_1986        | PDF                               |   668 |         0 |
| Kipling, Rudyard        | Kim                                              |      1901 |    1 | Novel         | cite:kipling_kim:_2002         | Paper - Norton                    |   480 |         0 |
| Lawrence, D.H.          | Sons and Lovers                                  |      1913 |    1 | Novel         | cite:lawrence_sons_1913        | PDF                               |   537 |         0 |
| Lawrence, D.H.          | Lady Chatterley's Lover                          |      1928 |    1 | Novel         | cite:lawrence_lady_2006        | Paper - Penguin Deluxe            |   400 |         0 |
| Lewis, Wyndham          | Tarr                                             |      1918 |    1 | Novel         | cite:lewis_tarr_1918           | PDF                               |   393 |         0 |
| Orwell, Geroge          | Burmese Days                                     |      1934 |    1 | Novel         | cite:orwell_burmese_1986       | EPUB on GPB                       |   277 |         0 |
| Rhys, Jean              | Wide Sargasso Sea                                |      1966 |    1 | Novel         | cite:rhys_wide_1999            | Paper - Norton                    |   270 |         0 |
| Richardson, Dorothy     | Pointed Roofs                                    |      1915 |    1 | Novel         | cite:richardson_pointed_1919   | Epub - GPB                        |   285 |         0 |
| Richardson, Dorothy     | The Tunnel                                       |      1919 |    1 | Novel         | cite:richardson_tunnel_1919    | Epub - GPB                        |   332 |         0 |
| Wells, H.G.             | Ann Veronica                                     |      1909 | 0.75 | Novel         | cite:WellsAnnVeronica2015      | Epub - GPB                        |   359 |     89.75 |
| Wells, H.G.             | Tono-Bungay                                      |      1909 |  0.5 | Novel         | cite:wells_tono-bungay_2011    | Epub - Kindle                     |   384 |      192. |
| Woolf, Virginia         | Mrs. Dalloway                                    |      1915 | 0.75 | Novel         | cite:woolf_mrs_2016            | Epub - GBP                        |   190 |      47.5 |
| Woolf, Virginia         | The Waves                                        |      1931 |    1 | Novel         | cite:WoolfWaves2014            | Epub - GPB                        |   300 |         0 |
| Woolf, Virginia         | Between the Acts                                 |      1941 | 0.75 | Novel         | cite:woolf_between_2008        | Epub - Kindle                     |   288 |       72. |
| West, Rebecca           | Return of the Soldier                            |      1918 |    1 | Novel         | cite:west_return_2010          | Epub - GBP                        |   240 |         0 |
| Shaw, George Bernard    | Pygmalion                                        |      1913 |    0 | Play          | cite:shaw_george_2002          | Paper - Norton                    |   200 |       200 |
| Synge, J.M.             | Playboy of the Western World                     |      1907 |    1 | Play          | cite:synge_playboy_1911        | PDF                               |   124 |         0 |
| Auden, W.H.             | Selected Poems                                   |      2009 |  0.5 | Poetry        | cite:auden_selected_1979       | PDF                               |   350 |      175. |
| Eliot, T.S.             | The Love Song of J. Alfred Prufrock              |      1917 |  0.9 | Poetry        | cite:eliot_collected_1963      | PDF                               |     5 |       0.5 |
| Eliot, T.S.             | The Waste Land                                   |      1922 |    1 | Poetry        | cite:eliot_waste_2001          | Paper, Norton                     |    50 |         0 |
| Eliot, T.S.             | Four Quartets                                    |      1944 |    1 | Poetry        | cite:eliot_collected_1963      | PDF                               |    20 |         0 |
| Loy, Mina               | The Lost Lunar Baedeker                          |      1923 | 0.75 | Poetry        | cite:loy_lost_2015             | EPUB on GPB                       |   256 |       64. |
| Pound, Ezra             | The Cantos                                       |      1948 |  0.5 | Poetry        | cite:pound_cantos_1996         | PDF                               |   824 |      412. |
| Various                 | The Penguin Book of First World War Poetry       | 1910s-20s |    1 | Poetry        | cite:walter_poems_2006         | EPUB on GPB                       |   350 |         0 |
| Yeats, W.B.             | Selected Poems                                   | 1910s-20s |    1 | Poetry        | cite:yeats_yeatss_2000         | Paper - Norton                    |   518 |         0 |
| Rhys, Jean              | The Left Bank and Other Stories                  |      1927 |    1 | Short Stories | cite:rhys_collected_1992       | Paper                             |   406 |         0 |
| Beerbohm, Max           | Seven Men                                        |      1919 |  0.5 | Short stories | cite:BeerbohmSevenMen1920      | PDF                               |   238 |      119. |
| Mansfield, Katherine    | The Garden Party and Other Stories               |      1922 |  0.9 | Short stories | cite:mansfield_katherine_2006  | Paper, Norton                     |   430 |       43. |
|-------------------------+--------------------------------------------------+-----------+------+---------------+--------------------------------+-----------------------------------+-------+-----------|
| Ardis, Ann              | Modernism and Cultural Conflict                  |      2002 |    0 | Criticism     | cite:ardis_modernism_2002      |                                   |   199 |       199 |
| Leveanson, Michael      | Genealogy of Modernism                           |      1986 |    0 | Criticism     | cite:levenson_genealogy_1986   | Checked out.                      |   272 |       272 |
| Calinescu, Matei        | Five Faces of Modernity                          |      1987 |    0 | Criticism     | cite:calinescu_five_1987       | Butler                            |   395 |       395 |
| Moretti, Franco         | Signs Taken for Wonders                          |      1983 |    1 | Criticism     | cite:moretti_signs_1988        | Checked out.                      |   324 |       324 |
| Bulson, Eric            | Little Magazine, World Form                      |      2016 |    0 | Criticism     | cite:bulson_little_2016        | Checked out through Borrow Direct |   352 |       352 |
| Morrison, Mark          | -The Public Face of Modernism                    |      2001 |    0 | Criticism     | cite:morrisson_public_2001     |                                   |       |         0 |
| Scholes, Robert         | Modernism in the Magazines                       |      2010 |    1 | Criticism     | cite:scholes_modernism_2010    | Checked out through Borrow Direct |   340 |       340 |
|-------------------------+--------------------------------------------------+-----------+------+---------------+--------------------------------+-----------------------------------+-------+-----------|
| 69                      |                                                  |           |    0 |               |                                |                                   | 16473 |     2180. |
#+TBLFM: @>$1='(length '(@I..@II))::@>$4='(length(org-lookup-all "Yes" '(@I..@II) nil));E::@>$8=vsum(@I..@II)::$9=$8-($8*$4)::@>$9=vsum(@I..@II)

