orals-list.html

<div id="outline-container-org6b3148e" class="outline-3">
<h3 id="org6b3148e"><span class="section-number-3">1.2</span> Major Field: British Modernism</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Although the boundaries of literary modernism extend with every new monograph on
the subject, and although it is often pluralized to "modernisms," better
reflecting the international nature of the cultural phenomenon, this list is
primarily modeled after the readings of a survey course in British modernism,
and contains mostly canonical writers typically associated with the period,
either British, or writing from Britain or its colonies. This departs from the
typical survey course, however, in its inclusion of the 1910s and 20s journals
and little magazines in which many of these works were originally published:
Anderson's <i>The Little Review</i>, Lewis's <i>Blast</i>, Ford's <i>The English Review</i>,
and Pound's editorship of <i>The Dial</i>. These are selected not to provide
alternative editions of the canonical works included here, but to provide
contexts for the publishing environment of early modernism. Chronologically,
this list chiefly includes the generation alive and working in the 10s and 20s,
so although the temporal boundary of modernism is often drawn in the 1930s, I am
extending it to include, in some cases, the writers' later works: Woolf's 1941
<i>Between the Acts</i>, Pound's middle Cantos, and Jean Rhys's 1966 <i>The Wide
Sargasso Sea</i>. There are also works of nonfiction that were either explicitly
influential to these writers, or in some other way informed the zeitgeist:
Frazer's <i>Golden Bough</i>, Freud's <i>Interpretation of Dreams</i>, and Pound's <i>ABC of
Reading</i>, for instance. A secondary list, below the divider, contains seminal
works of criticism that discuss these writers, their era, their literary
movement, or the publishing environment in which they worked.
</p>

<table id="org1201cdd" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-right">Year</th>
<th scope="col" class="org-right">Read</th>
<th scope="col" class="org-left">Genre</th>
<th scope="col" class="org-left">Key</th>
<th scope="col" class="org-left">Availability</th>
<th scope="col" class="org-right">Pages</th>
<th scope="col" class="org-right">Remaining</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review (selected issues)</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1914">anderson_little_1914</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 1-1</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1914-1">anderson_little_1914-1</a></td>
<td class="org-left">PDF</td>
<td class="org-right">68</td>
<td class="org-right">68</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 1-2 Emma Goldman Controversy</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1914-2">anderson_little_1914-2</a></td>
<td class="org-left">PDF</td>
<td class="org-right">68</td>
<td class="org-right">68</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 3-6 "Blank Issue"</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1916">anderson_little_1916</a></td>
<td class="org-left">PDF</td>
<td class="org-right">32</td>
<td class="org-right">32</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 11-4 Ulysses I</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1918">anderson_little_1918</a></td>
<td class="org-left">PDF</td>
<td class="org-right">68</td>
<td class="org-right">68</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 11-6 Nausicaa</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1920">anderson_little_1920</a></td>
<td class="org-left">PDF</td>
<td class="org-right">74</td>
<td class="org-right">74</td>
</tr>

<tr>
<td class="org-left">Anderson, Margeret, ed.</td>
<td class="org-left">The Little Review 1-2 (article on Ulysses trial)</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#anderson_little_1921">anderson_little_1921</a></td>
<td class="org-left">PDF</td>
<td class="org-right">68</td>
<td class="org-right">68</td>
</tr>

<tr>
<td class="org-left">Ford, Ford Madox, ed.</td>
<td class="org-left">The English Review (selected issues)</td>
<td class="org-right">1908-12</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left">see issues</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Ford, Ford Madox, Ed.</td>
<td class="org-left">The English Review 1-1</td>
<td class="org-right">1907</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#hueffer_english_1908">hueffer_english_1908</a></td>
<td class="org-left">PDF</td>
<td class="org-right">212</td>
<td class="org-right">212</td>
</tr>

<tr>
<td class="org-left">Ford, Ford Madox, Ed.</td>
<td class="org-left">The English Review 3-12</td>
<td class="org-right">1908</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#hueffer_english_1909">hueffer_english_1909</a></td>
<td class="org-left">PDF</td>
<td class="org-right">208</td>
<td class="org-right">208</td>
</tr>

<tr>
<td class="org-left">Lewis, Wyndham, ed.</td>
<td class="org-left">Blast (selected issues)</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left">see issues</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Lewis, Wyndham, Ed.</td>
<td class="org-left">The Blast 1</td>
<td class="org-right">1914</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#lewis_blast_1914">lewis_blast_1914</a></td>
<td class="org-left">PDF</td>
<td class="org-right">212</td>
<td class="org-right">212</td>
</tr>

<tr>
<td class="org-left">Lewis, Wyndham, Ed.</td>
<td class="org-left">The Blast 2</td>
<td class="org-right">1915</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#lewis_blast_1915">lewis_blast_1915</a></td>
<td class="org-left">PDF</td>
<td class="org-right">112</td>
<td class="org-right">112</td>
</tr>

<tr>
<td class="org-left">Orage, A. R.</td>
<td class="org-left">The New Age (selected issues)</td>
<td class="org-right">1920s</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Pound, Ezra, ed.</td>
<td class="org-left">The Dial (selected issues)</td>
<td class="org-right">1920-22</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left">see issues</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Frazer, James</td>
<td class="org-left">The Golden Bough</td>
<td class="org-right">1890</td>
<td class="org-right">1</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#frazer_golden_1996">frazer_golden_1996</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">516</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Freud, Sigmund</td>
<td class="org-left">The Interpretation of Dreams</td>
<td class="org-right">1900</td>
<td class="org-right">1</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#freud1999interpretation">freud1999interpretation</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">557</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Freud, Sigmund</td>
<td class="org-left">Civilization and its Discontents</td>
<td class="org-right">1930</td>
<td class="org-right">1</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#freud_civilization_2015">freud_civilization_2015</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">111</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Pound, Ezra</td>
<td class="org-left">ABC of Reading</td>
<td class="org-right">1934</td>
<td class="org-right">0.5</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#pound_abc_1960">pound_abc_1960</a></td>
<td class="org-left">PDF</td>
<td class="org-right">206</td>
<td class="org-right">103.</td>
</tr>

<tr>
<td class="org-left">Wells, H.G.</td>
<td class="org-left">The Outline of History</td>
<td class="org-right">1919</td>
<td class="org-right">0.5</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#wells_outline_1921">wells_outline_1921</a></td>
<td class="org-left">PDF</td>
<td class="org-right">1197</td>
<td class="org-right">598.5</td>
</tr>

<tr>
<td class="org-left">Woolf, Virginia</td>
<td class="org-left">To the Lighthouse</td>
<td class="org-right">1927</td>
<td class="org-right">1</td>
<td class="org-left">Nonfiction</td>
<td class="org-left"><a class='org-ref-reference' href="#woolf_lighthouse_1993">woolf_lighthouse_1993</a></td>
<td class="org-left">Epub - GPB</td>
<td class="org-right">267</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Barnes, Djuna</td>
<td class="org-left">Nightwood</td>
<td class="org-right">1936</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#barnes_nightwood_2006">barnes_nightwood_2006</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">214</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Conrad, Joseph</td>
<td class="org-left">Heart of Darkness</td>
<td class="org-right">1902</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#conrad_heart_1999">conrad_heart_1999</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">270</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Conrad, Joseph</td>
<td class="org-left">The Secret Agent</td>
<td class="org-right">1907</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#conrad_secret_2009">conrad_secret_2009</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">255</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Ford, Ford Madox, ed.</td>
<td class="org-left">The Good Soldier</td>
<td class="org-right">1915</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#ford_good_2003">ford_good_2003</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">368</td>
<td class="org-right">368</td>
</tr>

<tr>
<td class="org-left">Forster, E.M.</td>
<td class="org-left">A Room with a View</td>
<td class="org-right">1908</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#forster_room_2012">forster_room_2012</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">176</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Forster, E.M.</td>
<td class="org-left">A Passage to India</td>
<td class="org-right">1924</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#forster_passage_1984">forster_passage_1984</a></td>
<td class="org-left">Paper</td>
<td class="org-right">362</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Hardy, Thomas</td>
<td class="org-left">Jude the Obscure</td>
<td class="org-right">1896</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#hardy_jude_2015">hardy_jude_2015</a></td>
<td class="org-left">Paper, Norton</td>
<td class="org-right">451</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Joyce, James</td>
<td class="org-left">A Portrait of the Artist as a Young Man</td>
<td class="org-right">1914</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#joyce_portrait_2007">joyce_portrait_2007</a></td>
<td class="org-left">Paper, EPUB on GBP</td>
<td class="org-right">490</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Joyce, James</td>
<td class="org-left">Dubliners</td>
<td class="org-right">1914</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#joyce_dubliners:_2006">joyce_dubliners:_2006</a></td>
<td class="org-left">EPUB on GBP</td>
<td class="org-right">369</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Joyce, James</td>
<td class="org-left">Ulysses</td>
<td class="org-right">1922</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#joyce_ulysses_1986">joyce_ulysses_1986</a></td>
<td class="org-left">PDF</td>
<td class="org-right">668</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Kipling, Rudyard</td>
<td class="org-left">Kim</td>
<td class="org-right">1901</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#kipling_kim:_2002">kipling_kim:_2002</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">480</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Lawrence, D.H.</td>
<td class="org-left">Sons and Lovers</td>
<td class="org-right">1913</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#lawrence_sons_1913">lawrence_sons_1913</a></td>
<td class="org-left">PDF</td>
<td class="org-right">537</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Lawrence, D.H.</td>
<td class="org-left">Lady Chatterley's Lover</td>
<td class="org-right">1928</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#lawrence_lady_2006">lawrence_lady_2006</a></td>
<td class="org-left">Paper - Penguin Deluxe</td>
<td class="org-right">400</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Lewis, Wyndham</td>
<td class="org-left">Tarr</td>
<td class="org-right">1918</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#lewis_tarr_1918">lewis_tarr_1918</a></td>
<td class="org-left">PDF</td>
<td class="org-right">393</td>
<td class="org-right">393</td>
</tr>

<tr>
<td class="org-left">Orwell, Geroge</td>
<td class="org-left">Burmese Days</td>
<td class="org-right">1934</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#orwell_burmese_1986">orwell_burmese_1986</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">277</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Rhys, Jean</td>
<td class="org-left">Wide Sargasso Sea</td>
<td class="org-right">1966</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#rhys_wide_1999">rhys_wide_1999</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">270</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Richardson, Dorothy</td>
<td class="org-left">Pointed Roofs</td>
<td class="org-right">1915</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#richardson_pointed_1919">richardson_pointed_1919</a></td>
<td class="org-left">Epub - GPB</td>
<td class="org-right">285</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Richardson, Dorothy</td>
<td class="org-left">The Tunnel</td>
<td class="org-right">1919</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#richardson_tunnel_1919">richardson_tunnel_1919</a></td>
<td class="org-left">Epub - GPB</td>
<td class="org-right">332</td>
<td class="org-right">332</td>
</tr>

<tr>
<td class="org-left">Wells, H.G.</td>
<td class="org-left">Anne Veronica</td>
<td class="org-right">1909</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#wells_ann_2015">wells_ann_2015</a></td>
<td class="org-left">Epub - GPB</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Wells, H.G.</td>
<td class="org-left">Tono-Bungay</td>
<td class="org-right">1909</td>
<td class="org-right">0.5</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#wells_tono-bungay_2011">wells_tono-bungay_2011</a></td>
<td class="org-left">Epub - Kindle</td>
<td class="org-right">384</td>
<td class="org-right">192.</td>
</tr>

<tr>
<td class="org-left">Woolf, Virginia</td>
<td class="org-left">Mrs. Dalloway</td>
<td class="org-right">1915</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#woolf_mrs_2016">woolf_mrs_2016</a></td>
<td class="org-left">Epub - GBP</td>
<td class="org-right">190</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Woolf, Virginia</td>
<td class="org-left">The Waves</td>
<td class="org-right">1931</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#WoolfWaves2014">WoolfWaves2014</a></td>
<td class="org-left">Epub - GPB</td>
<td class="org-right">300</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Woolf, Virginia</td>
<td class="org-left">Between the Acts</td>
<td class="org-right">1941</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#woolf_between_2008">woolf_between_2008</a></td>
<td class="org-left">Epub - Kindle</td>
<td class="org-right">288</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">West, Rebecca</td>
<td class="org-left">Return of the Soldier</td>
<td class="org-right">1918</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#west_return_2010">west_return_2010</a></td>
<td class="org-left">Epub - GBP</td>
<td class="org-right">240</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Shaw, George Bernard</td>
<td class="org-left">Pygmalion</td>
<td class="org-right">1913</td>
<td class="org-right">0</td>
<td class="org-left">Play</td>
<td class="org-left"><a class='org-ref-reference' href="#shaw_george_2002">shaw_george_2002</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">200</td>
<td class="org-right">200</td>
</tr>

<tr>
<td class="org-left">Synge, J.M.</td>
<td class="org-left">Playboy of the Western World</td>
<td class="org-right">1907</td>
<td class="org-right">1</td>
<td class="org-left">Play</td>
<td class="org-left"><a class='org-ref-reference' href="#synge_playboy_1911">synge_playboy_1911</a></td>
<td class="org-left">PDF</td>
<td class="org-right">124</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Auden, W.H.</td>
<td class="org-left">Selected Poems</td>
<td class="org-right">2009</td>
<td class="org-right">0.5</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#auden_selected_1979">auden_selected_1979</a></td>
<td class="org-left">PDF</td>
<td class="org-right">350</td>
<td class="org-right">175.</td>
</tr>

<tr>
<td class="org-left">Eliot, T.S.</td>
<td class="org-left">The Love Song of J. Alfred Prufrock</td>
<td class="org-right">1917</td>
<td class="org-right">1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#eliot_collected_1963">eliot_collected_1963</a></td>
<td class="org-left">PDF</td>
<td class="org-right">5</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Eliot, T.S.</td>
<td class="org-left">The Waste Land</td>
<td class="org-right">1922</td>
<td class="org-right">1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#eliot_waste_2001">eliot_waste_2001</a></td>
<td class="org-left">Paper, Norton</td>
<td class="org-right">50</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Eliot, T.S.</td>
<td class="org-left">Four Quartets</td>
<td class="org-right">1944</td>
<td class="org-right">1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#eliot_collected_1963">eliot_collected_1963</a></td>
<td class="org-left">PDF</td>
<td class="org-right">20</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Loy, Mina</td>
<td class="org-left">The Lost Lunar Baedeker</td>
<td class="org-right">1923</td>
<td class="org-right">0.75</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#loy_lost_2015">loy_lost_2015</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">256</td>
<td class="org-right">64.</td>
</tr>

<tr>
<td class="org-left">Pound, Ezra</td>
<td class="org-left">The Cantos</td>
<td class="org-right">1948</td>
<td class="org-right">0.5</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#pound_cantos_1996">pound_cantos_1996</a></td>
<td class="org-left">PDF</td>
<td class="org-right">824</td>
<td class="org-right">412.</td>
</tr>

<tr>
<td class="org-left">Various</td>
<td class="org-left">The Penguin Book of First World War Poetry</td>
<td class="org-right">1910s-20s</td>
<td class="org-right">1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#walter_poems_2006">walter_poems_2006</a></td>
<td class="org-left">EPUB on GPB</td>
<td class="org-right">350</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Yeats, W.B.</td>
<td class="org-left">Selected Poems</td>
<td class="org-right">1910s-20s</td>
<td class="org-right">1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#yeats_yeatss_2000">yeats_yeatss_2000</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">518</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Rhys, Jean</td>
<td class="org-left">The Left Bank and Other Stories</td>
<td class="org-right">1927</td>
<td class="org-right">1</td>
<td class="org-left">Short Stories</td>
<td class="org-left"><a class='org-ref-reference' href="#rhys_collected_1992">rhys_collected_1992</a></td>
<td class="org-left">Paper</td>
<td class="org-right">406</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Beerbohm, Max</td>
<td class="org-left">Seven Men</td>
<td class="org-right">1919</td>
<td class="org-right">0</td>
<td class="org-left">Short stories</td>
<td class="org-left"><a class='org-ref-reference' href="#beerbohm_seven_1920">beerbohm_seven_1920</a></td>
<td class="org-left">PDF</td>
<td class="org-right">238</td>
<td class="org-right">238</td>
</tr>

<tr>
<td class="org-left">Mansfield, Katherine</td>
<td class="org-left">The Garden Party and Other Stories</td>
<td class="org-right">1922</td>
<td class="org-right">0.9</td>
<td class="org-left">Short stories</td>
<td class="org-left"><a class='org-ref-reference' href="#mansfield_katherine_2006">mansfield_katherine_2006</a></td>
<td class="org-left">Paper, Norton</td>
<td class="org-right">430</td>
<td class="org-right">43.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Kenner, Hugh</td>
<td class="org-left">Pound Era, The</td>
<td class="org-right">1971</td>
<td class="org-right">0.6</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#kenner_pound_1971">kenner_pound_1971</a></td>
<td class="org-left">PDF</td>
<td class="org-right">606</td>
<td class="org-right">303.</td>
</tr>

<tr>
<td class="org-left">Ardis, Ann</td>
<td class="org-left">Modernism and Cultural Conflict</td>
<td class="org-right">2002</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#ardis_modernism_2002">ardis_modernism_2002</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">199</td>
<td class="org-right">199</td>
</tr>

<tr>
<td class="org-left">Williams, Raymond</td>
<td class="org-left">Politics of Modernism</td>
<td class="org-right">1996</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#williams_politics_1996">williams_politics_1996</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">208</td>
<td class="org-right">208</td>
</tr>

<tr>
<td class="org-left">Meisel, Perry</td>
<td class="org-left">Myth of the Modern, The</td>
<td class="org-right">1989</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#meisel_myth_1987">meisel_myth_1987</a></td>
<td class="org-left">Butler</td>
<td class="org-right">263</td>
<td class="org-right">263</td>
</tr>

<tr>
<td class="org-left">Leveanson, Michael</td>
<td class="org-left">Genealogy of Modernism</td>
<td class="org-right">1986</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#levenson_genealogy_1986">levenson_genealogy_1986</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">272</td>
<td class="org-right">272</td>
</tr>

<tr>
<td class="org-left">Calinescu, Matei</td>
<td class="org-left">Five Faces of Modernity</td>
<td class="org-right">1987</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#calinescu_five_1987">calinescu_five_1987</a></td>
<td class="org-left">Butler</td>
<td class="org-right">395</td>
<td class="org-right">395</td>
</tr>

<tr>
<td class="org-left">Moretti, Franco</td>
<td class="org-left">Signs Taken for Wonders</td>
<td class="org-right">1983</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#moretti_signs_1988">moretti_signs_1988</a></td>
<td class="org-left">Butler</td>
<td class="org-right">324</td>
<td class="org-right">324</td>
</tr>

<tr>
<td class="org-left">Bulson, Eric</td>
<td class="org-left">Little Magazine, World Form</td>
<td class="org-right">2016</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#bulson_little_2016">bulson_little_2016</a></td>
<td class="org-left">Butler Offsite, GB</td>
<td class="org-right">352</td>
<td class="org-right">352</td>
</tr>

<tr>
<td class="org-left">Morrison, Mark</td>
<td class="org-left">The Public Face of Modernism</td>
<td class="org-right">2001</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#morrisson_public_2001">morrisson_public_2001</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Scholes, Robert</td>
<td class="org-left">Modernism in the Magazines</td>
<td class="org-right">2010</td>
<td class="org-right">0</td>
<td class="org-left">Criticism</td>
<td class="org-left"><a class='org-ref-reference' href="#scholes_modernism_2010">scholes_modernism_2010</a></td>
<td class="org-left">Avail. through Borrow Direct</td>
<td class="org-right">340</td>
<td class="org-right">340</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">58</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">15746</td>
<td class="org-right">4240.5</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
