orals-list.org
** Minor Field: Victorian Literature

As period adjacent to British modernism, the Victorian period forms an important
background to it. This minor list represents works selected from those commonly
taught in a survey course of Victorian literature. It consists primarily of
novels, with selected poems by Tennyson, Hopkins, and Rosetti. There are also
two plays: George Bernard Shaw's "Mrs Warren's Profession," and Oscar Wilde's
"The Importance of Being Earnest." Works known for their realism (/Middlemarch/)
or naturalism (/Tess of the d'Ubervilles/) are paired with works that deal with
the supernatural (/The Moonstone/, /Dracula/). Also included are two non-fiction
works from Victorian critics and essayists: Arnold's /Culture and Anarchy/ and
Ruskin's /Selected Writings/. Two journals are included: the decadent 1890s /The
Yellow Book/, and the more populist /The Graphic/, especially for their
influence on literary modernism.

#+NAME: Victorian
| Author                       | Title                                       |    Year | Read | Genre         | Key                           | Availability          | Pages | Remaining |
|------------------------------+---------------------------------------------+---------+------+---------------+-------------------------------+-----------------------+-------+-----------|
| Shaw, George Bernard         | Mrs Warren's Profession                     |    1893 |    1 | Drama         | cite:shaw_george_2002         | Paper                 |   200 |         0 |
| Wilde, Oscar                 | The Importance of Being Earnest             |    1895 |    1 | Drama         | cite:wilde_importance_2009    | Paper - Broadview     |   144 |         0 |
| Various                      | The Yellow Book 1                           |   1890s |    0 | Journal       | cite:BeardsleyYellowBook1894  | PDF                   |   301 |       301 |
| Various                      | The Yellow Book 4                           |   1890s |    0 | Journal       | cite:BeardsleyYellowBook1895  | PDF                   |   301 |       301 |
| Various                      | The Yellow Book 8                           |   1890s |    0 | Journal       | cite:BeardsleyYellowBook1896  | PDF                   |   301 |       301 |
| Various                      | The Graphic (selected issues)               |   1890s |    0 | Journal       |                               |                       |       |         0 |
| Arnold, Matthew              | Culture and Anarchy                         |    1867 |    0 | Non-fiction   | cite:arnold_culture_1869      | PDF                   |   344 |       344 |
| Ruskin, John                 | Selected Writings                           |   1860s |  0.5 | Non-fiction   | cite:ruskin_selected_2009     | Paper                 |   368 |      184. |
| Brontë, Charlotte            | Jane Eyre                                   |    1847 |    1 | Novel         | cite:bronte_jane_2016         | PDF and paper, Norton |   385 |         0 |
| Brontë, Emily                | Wuthering Heights                           |    1845 |    1 | Novel         | cite:bronte_wuthering_2007    | EPUB - GPB            |   404 |         0 |
| Carlyle, Thomas              | Sartor Resartus                             |    1836 |    1 | Novel         | cite:carlyle_sartor_1872      | PDF                   |   248 |         0 |
| Collins, Wilkie              | Moonstone, The                              |    1868 |    1 | Novel         | cite:collins_moonstone_1999   | EPUB - GPB            |   637 |         0 |
| Dickens, Charles             | Bleak House                                 |    1852 |    1 | Novel         | cite:dickens_bleak_1977       | Paper - Norton        |   760 |         0 |
| Dickens, Charles             | David Copperfield                           |    1850 |    1 | Novel         | cite:dickens_david_1990       | Paper - Norton        |   854 |         0 |
| Eliot, George                | Middlemarch                                 |    1871 |    1 | Novel         | cite:maertz_middlemarch_2004  | EPUB - GPB            |   750 |         0 |
| Eliot, George                | Daniel Deronda                              |    1876 |    1 | Novel         | cite:eliot_daniel_2009        | EPUB - GPB            |   724 |         0 |
| Gaskell, Elizabeth           | North and South                             |    1855 | 0.75 | Novel         | cite:gaskell_north_2005       | Paper - Norton        |   585 |    146.25 |
| Hardy, Thomas                | Tess of the d'Urbervilles                   |    1891 |    1 | Novel         | cite:HardyTessUrbervilles2007 | GPB and Paper         |   400 |         0 |
| Stevenson, Robert Louis      | The Strange Case of Dr. Jekyll and Mr. Hyde |    1886 |    1 | Novel         | cite:stevenson_strange_2005   | EPUB - GBP            |   220 |         0 |
| Stoker, Bram                 | Dracula                                     |    1897 |    1 | Novel         | cite:stoker_dracula_1997      | EPUB - GBP            |   493 |         0 |
| Thackeray, William Makepeace | Vanity Fair                                 |    1847 | 0.75 | Novel         | cite:thackeray_vanity_1994    | Paper - Norton        |   689 |    172.25 |
| Trollope, Anthony            | Warden, The                                 |    1857 |    1 | Novel         | cite:TrollopeWarden2000       | EPUB - GPB            |   238 |         0 |
| du Maurier, George           | Trilby                                      |    1894 |    1 | Novel         | cite:maurier_trilby_2003      | Paper - Broadview     |   447 |         0 |
| James, Henry                 | Turn of the Screw, The                      |    1898 |    1 | Novella       | cite:james_turn_2010          | EPUB - GBP            |   304 |         0 |
| Wilde, Oscar                 | Picture of Dorian Gray                      |    1890 |    1 | Novella       | cite:wilde_picture_2010       | EPUB - GBP            |   268 |         0 |
| Wells, H.G.                  | The Time Machine                            |    1897 |  0.9 | Novella       | cite:wells_time_2001          | EPUB - Kindle         |       |        0. |
| Hopkins, Gerard Manley       | Selected Poems                              | 1860-80 |  0.1 | Poetry        | cite:hopkins_selected_2013    | EPUB - GBP            |   124 |     111.6 |
| Rosetti, Christina           | Goblin Market and Other Poems               |    1859 |  0.1 | Poetry        | cite:rossetti_goblin_1865     | PDF                   |   212 |     190.8 |
| Tennyson, Lord Alfred        | Selected Poems                              | 1830-90 |    0 | Poetry        | cite:ricks_tennyson:_2014     | PDF                   |  1072 |      1072 |
| Doyle, Arthur Conan          | The Adventures of Sherlock Holmes           |    1902 |    1 | Short stories | cite:doyle_new_2007           | EPUB - Amazon         |   300 |         0 |
|------------------------------+---------------------------------------------+---------+------+---------------+-------------------------------+-----------------------+-------+-----------|
| 30                           |                                             |         | 21.1 |               |                               |                       | 12073 |    3123.9 |
#+TBLFM: @>$1='(length '(@I..@II))::@>$4=vsum(@I..@II)::@>$8=vsum(@I..@II)::$9=$8-($8*$4)::@>$9=vsum(@I..@II)

