orals-list.html

<div id="outline-container-orgfc0f5b7" class="outline-3">
<h3 id="orgfc0f5b7"><span class="section-number-3">1.3</span> Minor Field: Victorian Literature</h3>
<div class="outline-text-3" id="text-1-3">
<p>
As period adjacent to British modernism, the Victorian period forms an important
background to it. This minor list represents works selected from those commonly
taught in a survey course of Victorian literature. It consists primarily of
novels, with selected poems by Tennyson, Hopkins, and Rosetti. There are also
two plays: George Bernard Shaw's "Mrs Warren's Profession," and Oscar Wilde's
"The Importance of Being Earnest." Works known for their realism (<i>Middlemarch</i>)
or naturalism (<i>Tess of the d'Ubervilles</i>) are paired with works that deal with
the supernatural (<i>The Moonstone</i>, <i>Dracula</i>). Also included are two non-fiction
works from Victorian critics and essayists: Arnold's <i>Culture and Anarchy</i> and
Ruskin's <i>Selected Writings</i>. Two journals are included: the decadent 1890s <i>The
Yellow Book</i>, and the more populist <i>The Graphic</i>, especially for their
influence on literary modernism.
</p>

<table id="orgfd1ffd3" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-right">Year</th>
<th scope="col" class="org-right">Read</th>
<th scope="col" class="org-left">Genre</th>
<th scope="col" class="org-left">Key</th>
<th scope="col" class="org-left">Availability</th>
<th scope="col" class="org-right">Pages</th>
<th scope="col" class="org-right">Remaining</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Arnold, Matthew</td>
<td class="org-left">Culture and Anarchy</td>
<td class="org-right">1867</td>
<td class="org-right">0</td>
<td class="org-left">Non-fiction</td>
<td class="org-left"><a class='org-ref-reference' href="#arnold_culture_1869">arnold_culture_1869</a></td>
<td class="org-left">PDF</td>
<td class="org-right">344</td>
<td class="org-right">344</td>
</tr>

<tr>
<td class="org-left">Brontë, Charlotte</td>
<td class="org-left">Jane Eyre</td>
<td class="org-right">1847</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#bronte_jane_2016">bronte_jane_2016</a></td>
<td class="org-left">PDF and paper, Norton</td>
<td class="org-right">385</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Brontë, Emily</td>
<td class="org-left">Wuthering Heights</td>
<td class="org-right">1845</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#bronte_wuthering_2007">bronte_wuthering_2007</a></td>
<td class="org-left">EPUB - GPB</td>
<td class="org-right">404</td>
<td class="org-right">404</td>
</tr>

<tr>
<td class="org-left">Carlyle, Thomas</td>
<td class="org-left">Sartor Resartus</td>
<td class="org-right">1836</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#carlyle_sartor_1872">carlyle_sartor_1872</a></td>
<td class="org-left">PDF</td>
<td class="org-right">248</td>
<td class="org-right">248</td>
</tr>

<tr>
<td class="org-left">Collins, Wilkie</td>
<td class="org-left">Moonstone, The</td>
<td class="org-right">1868</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#collins_moonstone_1999">collins_moonstone_1999</a></td>
<td class="org-left">EPUB - GPB</td>
<td class="org-right">637</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Dickens, Charles</td>
<td class="org-left">Bleak House</td>
<td class="org-right">1852</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#dickens_bleak_1977">dickens_bleak_1977</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">760</td>
<td class="org-right">760</td>
</tr>

<tr>
<td class="org-left">Dickens, Charles</td>
<td class="org-left">David Copperfield</td>
<td class="org-right">1850</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#dickens_david_1990">dickens_david_1990</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">854</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Doyle, Arthur Conan</td>
<td class="org-left">The Adventures of Sherlock Holmes</td>
<td class="org-right">1902</td>
<td class="org-right">1</td>
<td class="org-left">Short stories</td>
<td class="org-left"><a class='org-ref-reference' href="#doyle_new_2007">doyle_new_2007</a></td>
<td class="org-left">EPUB - Amazon</td>
<td class="org-right">300</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Eliot, George</td>
<td class="org-left">Middlemarch</td>
<td class="org-right">1871</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#maertz_middlemarch_2004">maertz_middlemarch_2004</a></td>
<td class="org-left">EPUB - GPB</td>
<td class="org-right">750</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Eliot, George</td>
<td class="org-left">Daniel Deronda</td>
<td class="org-right">1876</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#eliot_daniel_2009">eliot_daniel_2009</a></td>
<td class="org-left">EPUB - GPB</td>
<td class="org-right">724</td>
<td class="org-right">724</td>
</tr>

<tr>
<td class="org-left">Gaskell, Elizabeth</td>
<td class="org-left">North and South</td>
<td class="org-right">1855</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#gaskell_north_2005">gaskell_north_2005</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">585</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Hardy, Thomas</td>
<td class="org-left">Tess of the d'Urbervilles</td>
<td class="org-right">1891</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#HardyTessUrbervilles2007">HardyTessUrbervilles2007</a></td>
<td class="org-left">GPB and Paper</td>
<td class="org-right">400</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Hopkins, Gerard Manley</td>
<td class="org-left">Selected Poems</td>
<td class="org-right">1860-80</td>
<td class="org-right">0.1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#hopkins_selected_2013">hopkins_selected_2013</a></td>
<td class="org-left">EPUB - GBP</td>
<td class="org-right">124</td>
<td class="org-right">111.6</td>
</tr>

<tr>
<td class="org-left">James, Henry</td>
<td class="org-left">Turn of the Screw, The</td>
<td class="org-right">1898</td>
<td class="org-right">1</td>
<td class="org-left">Novella</td>
<td class="org-left"><a class='org-ref-reference' href="#james_turn_2010">james_turn_2010</a></td>
<td class="org-left">EPUB - GBP</td>
<td class="org-right">304</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Rosetti, Christina</td>
<td class="org-left">Goblin Market and Other Poems</td>
<td class="org-right">1859</td>
<td class="org-right">0.1</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#rossetti_goblin_1865">rossetti_goblin_1865</a></td>
<td class="org-left">PDF</td>
<td class="org-right">212</td>
<td class="org-right">190.8</td>
</tr>

<tr>
<td class="org-left">Ruskin, John</td>
<td class="org-left">Selected Writings</td>
<td class="org-right">1860s</td>
<td class="org-right">0.5</td>
<td class="org-left">Non-fiction</td>
<td class="org-left"><a class='org-ref-reference' href="#ruskin_selected_2009">ruskin_selected_2009</a></td>
<td class="org-left">Paper</td>
<td class="org-right">368</td>
<td class="org-right">184.</td>
</tr>

<tr>
<td class="org-left">Shaw, George Bernard</td>
<td class="org-left">Mrs Warren's Profession</td>
<td class="org-right">1893</td>
<td class="org-right">1</td>
<td class="org-left">Drama</td>
<td class="org-left"><a class='org-ref-reference' href="#shaw_george_2002">shaw_george_2002</a></td>
<td class="org-left">Paper</td>
<td class="org-right">200</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Stevenson, Robert Louis</td>
<td class="org-left">The Strange Case of Dr. Jekyll and Mr. Hyde</td>
<td class="org-right">1886</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#stevenson_strange_2005">stevenson_strange_2005</a></td>
<td class="org-left">EPUB - GBP</td>
<td class="org-right">220</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Stoker, Bram</td>
<td class="org-left">Dracula</td>
<td class="org-right">1897</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#stoker_dracula_1997">stoker_dracula_1997</a></td>
<td class="org-left">EPUB - GBP</td>
<td class="org-right">493</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Thackeray, William Makepeace</td>
<td class="org-left">Vanity Fair</td>
<td class="org-right">1847</td>
<td class="org-right">0</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#thackeray_vanity_1994">thackeray_vanity_1994</a></td>
<td class="org-left">Paper - Norton</td>
<td class="org-right">689</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Trollope, Anthony</td>
<td class="org-left">Warden, The</td>
<td class="org-right">1857</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#TrollopeWarden2000">TrollopeWarden2000</a></td>
<td class="org-left">EPUB - GPB</td>
<td class="org-right">238</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Tennyson, Lord Alfred</td>
<td class="org-left">Selected Poems</td>
<td class="org-right">1830-90</td>
<td class="org-right">0</td>
<td class="org-left">Poetry</td>
<td class="org-left"><a class='org-ref-reference' href="#ricks_tennyson:_2014">ricks_tennyson:_2014</a></td>
<td class="org-left">PDF</td>
<td class="org-right">1072</td>
<td class="org-right">1072</td>
</tr>

<tr>
<td class="org-left">Wilde, Oscar</td>
<td class="org-left">Picture of Dorian Gray</td>
<td class="org-right">1890</td>
<td class="org-right">0</td>
<td class="org-left">Novella</td>
<td class="org-left"><a class='org-ref-reference' href="#wilde_picture_2010">wilde_picture_2010</a></td>
<td class="org-left">EPUB - GBP</td>
<td class="org-right">268</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Wilde, Oscar</td>
<td class="org-left">The Importance of Being Earnest</td>
<td class="org-right">1895</td>
<td class="org-right">1</td>
<td class="org-left">Drama</td>
<td class="org-left"><a class='org-ref-reference' href="#wilde_importance_2009">wilde_importance_2009</a></td>
<td class="org-left">Paper - Broadview</td>
<td class="org-right">144</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">du Maurier, George</td>
<td class="org-left">Trilby</td>
<td class="org-right">1894</td>
<td class="org-right">1</td>
<td class="org-left">Novel</td>
<td class="org-left"><a class='org-ref-reference' href="#maurier_trilby_2003">maurier_trilby_2003</a></td>
<td class="org-left">Paper - Broadview</td>
<td class="org-right">447</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Various</td>
<td class="org-left">The Yellow Book (selected issues)</td>
<td class="org-right">1890s</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#denisoff_yellow_2017">denisoff_yellow_2017</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Various</td>
<td class="org-left">The Yellow Book 1</td>
<td class="org-right">1890s</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left"><a class='org-ref-reference' href="#beardsley_yellow_1894">beardsley_yellow_1894</a></td>
<td class="org-left">PDF</td>
<td class="org-right">301</td>
<td class="org-right">301</td>
</tr>

<tr>
<td class="org-left">Various</td>
<td class="org-left">The Graphic (selected issues)</td>
<td class="org-right">1890s</td>
<td class="org-right">0</td>
<td class="org-left">Journal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Wells, H.G.</td>
<td class="org-left">The Time Machine</td>
<td class="org-right">1897</td>
<td class="org-right">1</td>
<td class="org-left">Novella</td>
<td class="org-left"><a class='org-ref-reference' href="#wells_time_2001">wells_time_2001</a></td>
<td class="org-left">EPUB - Kindle</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">29</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">17.7</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">11471</td>
<td class="org-right">4339.4</td>
</tr>
</tbody>
</table>
</div>
</div>
