orals-list.org
** Minor Field: Computational Approaches to the Study of Literary Style

This minor reading list collects computational approaches to the study of
literary style, an interdisciplinary methodological category that spans the
fields of the digital humanities, stylistics, and corpus linguistics. As style
is a variously interpreted, broad category, this list is subdivided into studies
of genre, character style (characterization), gendered style, the style of
"literariness," and style in translation. A few early quantitative analyses are
included here, in order to provide background; approaches to the study of
individual writers' styles, including statistical stylistics (stylometry) are
also included, extending into the sub-field of authorship attribution. Finally,
important objections to computational methods, and to stylistics more generally,
are included, as they are frequently referenced in these studies.

#+NAME: Style
| Author                            | Title                                                                                                              | Year | Read | Subject          | Key                                   | Type         | Availability              | Pages | Remaining |
|-----------------------------------+--------------------------------------------------------------------------------------------------------------------+------+------+------------------+---------------------------------------+--------------+---------------------------+-------+-----------|
| Mendenhall, T.C.                  | The Characteristic Curves of Composition                                                                           | 1887 |    1 | history          | cite:mendenhall_characteristic_1887   | article      | PDF                       |    12 |         0 |
| Mendenhall, T.C.                  | A Mechanical Solution of a Literary Problem                                                                        | 1901 |    1 | history          | cite:mendenhall_mechanical_1901       | article      | PDF                       |     4 |         0 |
| Zipf, G.K.                        | Selected Studies in the Principle of Relative Frequency in Language                                                | 1932 |    0 | history          | cite:zipf_selected_1932               | book         | PDF                       |       |         0 |
| Yule, G. Udny                     | On Sentence-Length as a Statistical Characteristic of Style in Prose                                               | 1939 |    1 | history          | cite:yule_sentence-length_1939        | article      | PDF                       |    27 |         0 |
| Yule, G. Udny                     | The Statistical Study of Literary Vocabulary                                                                       | 1944 |    0 | history          | cite:yule_statistical_1944            | book         | offsite - requested       |       |         0 |
| Fucks, W.                         | On Mathematical Analysis of Style                                                                                  | 1952 |    1 | history          | cite:fucks_mathematical_1952          | article      | PDF                       |     7 |         0 |
| Luhn, H.P.                        | A Statistical Approach to Mechanized Encoding and Searching of Literary Information                                | 1957 |    0 | history          | cite:luhn_statistical_1957            | article      | PDF                       |    12 |        12 |
| Mosteller, F. and Wallace, D.     | Applied Bayesian and Classical Inference                                                                           | 1964 |    1 | history          | cite:Mosteller_1984                   | book         | PDF                       |   362 |         0 |
| Burton, Dolores                   | Shakespeare's grammatical style; a computer-assisted analysis of Richard II and Anthony and Cleopatra              | 1973 |    0 | history          | cite:burton_shakespeares_1973         | book         | at Butler                 |       |         0 |
| Holmes, D.I.                      | The Analysis of Literary Style                                                                                     | 1985 |    1 | history          | cite:holmes_analysis_1985             | article      | PDF                       |    12 |         0 |
| Burrows, John                     | Delta: a Measure of Stylistic Difference                                                                           | 2002 |    1 | authorship       | cite:burrows_delta:_2002              | article      | PDF                       |    20 |         0 |
| Hoover, David                     | Testing Burrows's Delta                                                                                            | 2004 |    1 | authorship       | cite:hoover_testing_2004              | article      | PDF                       |    22 |         0 |
| Craig, Hugh                       | Authorial Attribution and Computational Stylistics                                                                 | 1999 |    1 | authorship       | cite:craig_authorial_1999             | article      | PDF                       |    10 |         0 |
| Craig, Hugh, et al.               | Shakespeare, Computers, and the Mystery of Authorship                                                              | 2009 |    1 | authorship       | cite:craig_shakespeare_2009           | book         | PDF                       |       |         0 |
| Love, Harold                      | Attributing Authorship: an Introduction                                                                            | 2002 |    0 | authorship       | cite:love_attributing_2002            | book         | PDF                       |   284 |       284 |
| Burrows, John                     | Questions of Authorship                                                                                            | 2003 |    0 | authorship       | cite:burrows_questions_2003           | article      | PDF                       |     5 |         5 |
| Burrows, John                     | All the Way Through: Testing for Authorship in Different Frequency Strata                                          | 2007 |    1 | authorship       | cite:burrows_all_2007                 | article      | PDF                       |    20 |        20 |
| Allison, et al.                   | Quantitative Formalism                                                                                             | 2011 |  0.5 | genre            | cite:allison_quantitative_2011        | pamphlet     | PDF                       |     5 |       2.5 |
| Moretti, Franco                   | Graphs, Maps, Trees                                                                                                | 2003 |  0.5 | genre            | cite:moretti_graphs_2003              | book         | PDF                       |    67 |      33.5 |
| Goodwin, J. et al.                | Reading Graphs, Maps, Trees: Responses to Franco Moretti                                                           | 2011 |    0 | controversy      | cite:goodwin_reading_2011             | book         | PDF                       |   142 |       142 |
| Burrows, John                     | The Englishing of Juvenal                                                                                          | 2002 |    1 | translation      | cite:burrows_englishing_2002-1        | article      | PDF                       |    22 |        22 |
| Rybicki, Jan                      | Vive La Différence: Tracing the (Authorial) Gender Signal by Multivariate Analysis of Word Frequencies             | 2015 |    1 | gender           | cite:RybickiVivedifferenceTracing2015 | article      | PDF                       |    16 |         0 |
| Hoover, David, et al.             | Digital Literary Studies: Corpus Approaches to Poetry, Prose, and Drama                                            | 2014 |    0 | general          | cite:hoover_digital_2014              | book         | PDF                       |   286 |       286 |
| Ramsay, Stephen                   | Reading Machines                                                                                                   | 2011 |  0.5 | general          | cite:ramsay_reading_2011              | book         | PDF                       |   115 |      57.5 |
| van Cranenburgh, A.W.             | Rich Statistical Parsing and Literary Language                                                                     | 2016 |    0 | literariness     | cite:van_cranenburgh_rich_2016        | dissertation | PDF                       |   216 |       216 |
| Long, Hoyt, and So, Richard       | Literary Pattern Recognition: Modernism between Close Reading and Machine Learning                                 | 2016 |  0.5 | literariness     | cite:long_literary_2016               | article      | PDF                       |    32 |       16. |
| Craig, Hugh                       | Contrast and Change in the Idiolects of Ben Jonson Characters                                                      | 1999 |    1 | characterization | cite:craig_contrast_1999              | article      | PDF                       |    19 |         0 |
| Bamman, D., Underwood, T., et al. | A Bayesian Mixed Effects Model of Literary Character                                                               | 2014 |    1 | characterization | cite:bamman_bayesian_2014             | article      | PDF                       |     9 |         0 |
| Culpeper, Jonathan                | Keyness: Words, Parts-of-Speech and Semantic Categories in the Character-Talk of Shakespeare’s Romeo and Juliet    | 2009 |    1 | characterization | cite:culpeper_keyness:_2009           | article      | PDF                       |    30 |         0 |
| DeForest, Mary                    | The Density of Latinate Words in the Speeches of Jane Austen's Characters                                          | 2001 |    1 | characterization | cite:DeForestDensityLatinateWords2001 | article      | PDF                       |    12 |         0 |
| Fish, Stanley                     | What is Stylistics and Why Are They Saying Such Terrible Things About It?                                          | 1979 |    1 | controversy      | cite:FishWhatStylisticsWhy1980        | article      | PDF                       |       |         0 |
| Fish, Stanley                     | What is Stylistics and Why Are They Saying Such Terrible Things About It? Part II                                  | 1979 |    1 | controversy      | cite:FishWhatStylisticsWhy1980a       | article      | PDF                       |    19 |         0 |
| Stubbs, M.                        | Conrad in the computer: examples of quantitative stylistic methods                                                 | 2005 |    1 | controversy      | cite:stubbs_conrad_2005               | article      | PDF                       |    19 |         0 |
| Widdowson, H. G.                  | The novel features of text. Corpus analysis and stylistics                                                         | 2008 |    1 | controversy      | cite:widdowson_novel_2008             | article      | PDF                       |    11 |        11 |
| Cook, G.                          | Hocus pocus or God's truth: the dual identity of Michael Stubbs                                                    | 2008 |    1 | controversy      | cite:CookHocuspocusGod2008            | article      | PDF                       |    22 |        22 |
| McKenna, C. W. F.                 | The statistical analysis of style: Reflections on form, meaning, and ideology in the ‘Nausicaa’ episode of Ulysses | 2001 |    1 | analyses         | cite:mckenna_statistical_2001         | article      | PDF                       |    20 |        20 |
| Hoover, David                     | Frequent Collocations and Authorial Style                                                                          | 2003 |    1 | analyses         | cite:hoover_frequent_2003             | article      | PDF                       |    25 |        25 |
| Corduas, M, et al.                | The distribution of humour in literary texts is not random: a statistical analysis                                 | 2008 |    1 | analyses         | cite:corduas_distribution_2008-1      | article      | PDF                       |    17 |        17 |
| Foster, D.W.                      | A Funeral Elegy: W[illiam] S[hakespeare]'s "Best-Speaking Witnesses"                                               | 1996 |    0 | analysis         | cite:foster_funeral_1996-1            | article      | PDF                       |    25 |        25 |
| Murphy, S.                        | I will proclaim myself what I am: Corpus stylistics and the language of Shakespeare’s soliloquies                  | 2015 |    0 | analyses         | cite:murphy_i_2015                    | article      | PDF                       |    16 |        16 |
| Balossi, G.                       | A Corpus Linguistic Approach to Literary Language and Characterization: Virginia Woolf's The Waves                 | 2014 |    1 | analyses         | cite:balossi_corpus_2014              | book         | PDF                       |   300 |         0 |
| Adolphs, S.                       | Point of view and semantic prosodies in Virginia Woolf’s To the Lighthouse                                         | 2002 |    1 | analyses         | cite:adolphs_point_2002               | article      | PDF                       |    20 |        20 |
| Zhao, M.                          | The Art of Balance: A Corpus-assisted Stylistic Analysis of Woolfian Parallelism in To the Lighthouse              | 2012 |    1 | analyses         | cite:zhao_art_2012                    | article      | PDF                       |    19 |        19 |
| Mahlberg, Michaela                | Corpus Stylistics and Dickens's Fiction                                                                            | 2013 |    0 | analyses         | cite:mahlberg_corpus_2013             | book         | checked out Borrow Direct |   178 |       178 |
| Stewart, L. L.                    | Charles Brockden Brown: quantitative analysis and literary interpretation                                          | 2004 |    0 | analyses         | cite:stewart_charles_2003             | article      | PDF                       |     9 |         9 |
| Alison, et al.                    | Style at the Scale of the Sentence                                                                                 | 2013 |    1 | analysis         | cite:allison_style_2013               | pamphlet     | PDF                       |    30 |        30 |
| Algee-Hewitt, et al.              | On Paragraphs: Scale, Themes, and Narrative Form                                                                   | 2015 |    1 | analysis         | cite:algee-hewitt_paragraphs:_2015    | pamphlet     | PDF                       |    23 |        23 |
| Hoover, David                     | Corpus Stylistics, Stylometry, and the Styles of Henry James                                                       | 2007 |    1 | analysis         | cite:hoover_corpus_2007-1             | article      | PDF                       |    29 |        29 |
| Zyngier, et al.                   | Directions in Empirical Literary Studies                                                                           | 2008 |    0 | analysis         | cite:zyngier_directions_2008          | book         | PDF                       |   372 |       372 |
|-----------------------------------+--------------------------------------------------------------------------------------------------------------------+------+------+------------------+---------------------------------------+--------------+---------------------------+-------+-----------|
| 49                                |                                                                                                                    |      |    0 |                  |                                       |              | 46                        |  2922 |    1912.5 |
#+TBLFM: @>$1='(length '(@I..@II))::@>$4='(length(org-lookup-all "Yes" '(@I..@II) nil));E::@>$8='(length(org-lookup-all "PDF" '(@I..@II) nil));E::@>$9=vsum(@I..@II)::$10=$9-($9*$4)::@>$10=vsum(@I..@II)
