orals-list.html

<div id="outline-container-org9c0945d" class="outline-3">
<h3 id="org9c0945d"><span class="section-number-3">1.4</span> Minor Field: Computational Approaches to the Study of Literary Style</h3>
<div class="outline-text-3" id="text-1-4">
<p>
This minor reading list collects computational approaches to the study of
literary style, an interdisciplinary methodological category that spans the
fields of the digital humanities, stylistics, and corpus linguistics. As style
is a variously interpreted, broad category, this list is subdivided into studies
of genre, character style (characterization), gendered style, the style of
"literariness," and style in translation. A few early quantitative analyses are
included here, in order to provide background; approaches to the study of
individual writers' styles, including statistical stylistics (stylometry) are
also included, extending into the sub-field of authorship attribution. Finally,
important objections to computational methods, and to stylistics more generally,
are included, as they are frequently referenced in these studies.
</p>

<table id="org04bb401" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Title</th>
<th scope="col" class="org-right">Year</th>
<th scope="col" class="org-right">Read</th>
<th scope="col" class="org-left">Subject</th>
<th scope="col" class="org-left">Key</th>
<th scope="col" class="org-left">Type</th>
<th scope="col" class="org-left">Availability</th>
<th scope="col" class="org-right">Pages</th>
<th scope="col" class="org-right">Remaining</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Mendenhall, T.C.</td>
<td class="org-left">The Characteristic Curves of Composition</td>
<td class="org-right">1887</td>
<td class="org-right">1</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#mendenhall_characteristic_1887">mendenhall_characteristic_1887</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">12</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Mendenhall, T.C.</td>
<td class="org-left">A Mechanical Solution of a Literary Problem</td>
<td class="org-right">1901</td>
<td class="org-right">1</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#mendenhall_mechanical_1901">mendenhall_mechanical_1901</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Zipf, G.K.</td>
<td class="org-left">Selected Studies in the Principle of Relative Frequency in Language</td>
<td class="org-right">1932</td>
<td class="org-right">0</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#zipf_selected_1932">zipf_selected_1932</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Yule, G. Udny</td>
<td class="org-left">On Sentence-Length as a Statistical Characteristic of Style in Prose</td>
<td class="org-right">1939</td>
<td class="org-right">1</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#yule_sentence-length_1939">yule_sentence-length_1939</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">27</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Yule, G. Udny</td>
<td class="org-left">The Statistical Study of Literary Vocabulary</td>
<td class="org-right">1944</td>
<td class="org-right">0</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#yule_statistical_1944">yule_statistical_1944</a></td>
<td class="org-left">book</td>
<td class="org-left">offsite - requested</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Fucks, W.</td>
<td class="org-left">On Mathematical Analysis of Style</td>
<td class="org-right">1952</td>
<td class="org-right">1</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#fucks_mathematical_1952">fucks_mathematical_1952</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">7</td>
<td class="org-right">7</td>
</tr>

<tr>
<td class="org-left">Luhn, H.P.</td>
<td class="org-left">A Statistical Approach to Mechanized Encoding and Searching of Literary Information</td>
<td class="org-right">1957</td>
<td class="org-right">0</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#luhn_statistical_1957">luhn_statistical_1957</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">12</td>
<td class="org-right">12</td>
</tr>

<tr>
<td class="org-left">Mosteller, F. and Wallace, D.</td>
<td class="org-left">Applied Bayesian and Classical Inference</td>
<td class="org-right">1964</td>
<td class="org-right">1</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#Mosteller_1984">Mosteller_1984</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">362</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Burton, Dolores</td>
<td class="org-left">Shakespeare's grammatical style; a computer-assisted analysis of Richard II and Anthony and Cleopatra</td>
<td class="org-right">1973</td>
<td class="org-right">0</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#burton_shakespeares_1973">burton_shakespeares_1973</a></td>
<td class="org-left">book</td>
<td class="org-left">at Butler</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Holmes, D.I.</td>
<td class="org-left">The Analysis of Literary Style</td>
<td class="org-right">1985</td>
<td class="org-right">0</td>
<td class="org-left">history</td>
<td class="org-left"><a class='org-ref-reference' href="#holmes_analysis_1985">holmes_analysis_1985</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">12</td>
<td class="org-right">12</td>
</tr>

<tr>
<td class="org-left">Burrows, John</td>
<td class="org-left">Delta: a Measure of Stylistic Difference</td>
<td class="org-right">2002</td>
<td class="org-right">1</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#burrows_delta:_2002">burrows_delta:_2002</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">20</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-left">Hoover, David</td>
<td class="org-left">Testing Burrows's Delta</td>
<td class="org-right">2004</td>
<td class="org-right">1</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#hoover_testing_2004">hoover_testing_2004</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">22</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Craig, Hugh</td>
<td class="org-left">Authorial Attribution and Computational Stylistics</td>
<td class="org-right">1999</td>
<td class="org-right">0</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#craig_authorial_1999">craig_authorial_1999</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
</tr>

<tr>
<td class="org-left">Craig, Hugh, et al.</td>
<td class="org-left">Shakespeare, Computers, and the Mystery of Authorship</td>
<td class="org-right">2009</td>
<td class="org-right">0</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#craig_shakespeare_2009">craig_shakespeare_2009</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Love, Harold</td>
<td class="org-left">Attributing Authorship: an Introduction</td>
<td class="org-right">2002</td>
<td class="org-right">0</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#love_attributing_2002">love_attributing_2002</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">284</td>
<td class="org-right">284</td>
</tr>

<tr>
<td class="org-left">Burrows, John</td>
<td class="org-left">Questions of Authorship</td>
<td class="org-right">2003</td>
<td class="org-right">0</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#burrows_questions_2003">burrows_questions_2003</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">5</td>
<td class="org-right">5</td>
</tr>

<tr>
<td class="org-left">Burrows, John</td>
<td class="org-left">All the Way Through: Testing for Authorship in Different Frequency Strata</td>
<td class="org-right">2007</td>
<td class="org-right">0</td>
<td class="org-left">authorship</td>
<td class="org-left"><a class='org-ref-reference' href="#burrows_all_2007">burrows_all_2007</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">20</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-left">Allison, et al.</td>
<td class="org-left">Quantitative Formalism</td>
<td class="org-right">2011</td>
<td class="org-right">1</td>
<td class="org-left">genre</td>
<td class="org-left"><a class='org-ref-reference' href="#allison_quantitative_2011">allison_quantitative_2011</a></td>
<td class="org-left">pamphlet</td>
<td class="org-left">PDF</td>
<td class="org-right">5</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Moretti, Franco</td>
<td class="org-left">Graphs, Maps, Trees</td>
<td class="org-right">2003</td>
<td class="org-right">1</td>
<td class="org-left">genre</td>
<td class="org-left"><a class='org-ref-reference' href="#moretti_graphs_2003">moretti_graphs_2003</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">67</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Goodwin, J. et al.</td>
<td class="org-left">Reading Graphs, Maps, Trees: Responses to Franco Moretti</td>
<td class="org-right">2011</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#goodwin_reading_2011">goodwin_reading_2011</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">142</td>
<td class="org-right">142</td>
</tr>

<tr>
<td class="org-left">Burrows, John</td>
<td class="org-left">The Englishing of Juvenal</td>
<td class="org-right">2002</td>
<td class="org-right">0</td>
<td class="org-left">translation</td>
<td class="org-left"><a class='org-ref-reference' href="#burrows_englishing_2002-1">burrows_englishing_2002-1</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">22</td>
<td class="org-right">22</td>
</tr>

<tr>
<td class="org-left">Rybicki, Jan</td>
<td class="org-left">Vive La Différence: Tracing the (Authorial) Gender Signal by Multivariate Analysis of Word Frequencies</td>
<td class="org-right">2015</td>
<td class="org-right">0</td>
<td class="org-left">gender</td>
<td class="org-left"><a class='org-ref-reference' href="#rybicki_vive_2015">rybicki_vive_2015</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">16</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">Hoover, David, et al.</td>
<td class="org-left">Digital Literary Studies: Corpus Approaches to Poetry, Prose, and Drama</td>
<td class="org-right">2014</td>
<td class="org-right">0</td>
<td class="org-left">general</td>
<td class="org-left"><a class='org-ref-reference' href="#hoover_digital_2014">hoover_digital_2014</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">286</td>
<td class="org-right">286</td>
</tr>

<tr>
<td class="org-left">Ramsay, Stephen</td>
<td class="org-left">Reading Machines</td>
<td class="org-right">2011</td>
<td class="org-right">0.5</td>
<td class="org-left">general</td>
<td class="org-left"><a class='org-ref-reference' href="#ramsay_reading_2011">ramsay_reading_2011</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">115</td>
<td class="org-right">57.5</td>
</tr>

<tr>
<td class="org-left">van Cranenburgh, A.W.</td>
<td class="org-left">Rich Statistical Parsing and Literary Language</td>
<td class="org-right">2016</td>
<td class="org-right">0</td>
<td class="org-left">literariness</td>
<td class="org-left"><a class='org-ref-reference' href="#van_cranenburgh_rich_2016">van_cranenburgh_rich_2016</a></td>
<td class="org-left">dissertation</td>
<td class="org-left">PDF</td>
<td class="org-right">216</td>
<td class="org-right">216</td>
</tr>

<tr>
<td class="org-left">Long, Hoyt, and So, Richard</td>
<td class="org-left">Literary Pattern Recognition: Modernism between Close Reading and Machine Learning</td>
<td class="org-right">2016</td>
<td class="org-right">0.5</td>
<td class="org-left">literariness</td>
<td class="org-left"><a class='org-ref-reference' href="#long_literary_2016">long_literary_2016</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">32</td>
<td class="org-right">16.</td>
</tr>

<tr>
<td class="org-left">Craig, Hugh</td>
<td class="org-left">Contrast and Change in the Idiolects of Ben Jonson Characters</td>
<td class="org-right">1999</td>
<td class="org-right">0</td>
<td class="org-left">characterization</td>
<td class="org-left"><a class='org-ref-reference' href="#craig_contrast_1999">craig_contrast_1999</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-left">Bamman, D., Underwood, T., et al.</td>
<td class="org-left">A Bayesian Mixed Effects Model of Literary Character</td>
<td class="org-right">2014</td>
<td class="org-right">0</td>
<td class="org-left">characterization</td>
<td class="org-left"><a class='org-ref-reference' href="#bamman_bayesian_2014">bamman_bayesian_2014</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">9</td>
<td class="org-right">9</td>
</tr>

<tr>
<td class="org-left">Culpeper, Jonathan</td>
<td class="org-left">Keyness: Words, Parts-of-Speech and Semantic Categories in the Character-Talk of Shakespeare’s Romeo and Juliet</td>
<td class="org-right">2009</td>
<td class="org-right">0</td>
<td class="org-left">characterization</td>
<td class="org-left"><a class='org-ref-reference' href="#culpeper_keyness:_2009">culpeper_keyness:_2009</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">30</td>
<td class="org-right">30</td>
</tr>

<tr>
<td class="org-left">DeForest, Mary</td>
<td class="org-left">The Density of Latinate Words in the Speeches of Jane Austen's Characters</td>
<td class="org-right">2001</td>
<td class="org-right">0</td>
<td class="org-left">characterization</td>
<td class="org-left"><a class='org-ref-reference' href="#deforest_density_2001">deforest_density_2001</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">12</td>
<td class="org-right">12</td>
</tr>

<tr>
<td class="org-left">Fish, Stanley</td>
<td class="org-left">What is Stylistics and Why Are They Saying Such Terrible Things About It?</td>
<td class="org-right">1979</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#fish_what_1980">fish_what_1980</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
</tr>

<tr>
<td class="org-left">Fish, Stanley</td>
<td class="org-left">What is Stylistics and Why Are They Saying Such Terrible Things About It? Part II</td>
<td class="org-right">1979</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#fish_what_1979">fish_what_1979</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-left">Stubbs, M.</td>
<td class="org-left">Conrad in the computer: examples of quantitative stylistic methods</td>
<td class="org-right">2005</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#stubbs_conrad_2005">stubbs_conrad_2005</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-left">Widdowson, H. G.</td>
<td class="org-left">The novel features of text. Corpus analysis and stylistics</td>
<td class="org-right">2008</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#widdowson_novel_2008">widdowson_novel_2008</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">11</td>
<td class="org-right">11</td>
</tr>

<tr>
<td class="org-left">Cook, G.</td>
<td class="org-left">Hocus pocus or God's truth: the dual identity of Michael Stubbs</td>
<td class="org-right">2008</td>
<td class="org-right">0</td>
<td class="org-left">controversy</td>
<td class="org-left"><a class='org-ref-reference' href="#cook_hocus_2008">cook_hocus_2008</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">22</td>
<td class="org-right">22</td>
</tr>

<tr>
<td class="org-left">McKenna, C. W. F.</td>
<td class="org-left">The statistical analysis of style: Reflections on form, meaning, and ideology in the ‘Nausicaa’ episode of Ulysses</td>
<td class="org-right">2001</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#mckenna_statistical_2001">mckenna_statistical_2001</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">20</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-left">Hoover, David</td>
<td class="org-left">Frequent Collocations and Authorial Style</td>
<td class="org-right">2003</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#hoover_frequent_2003">hoover_frequent_2003</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">25</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-left">Corduas, M, et al.</td>
<td class="org-left">The distribution of humour in literary texts is not random: a statistical analysis</td>
<td class="org-right">2008</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#corduas_distribution_2008-1">corduas_distribution_2008-1</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">17</td>
<td class="org-right">17</td>
</tr>

<tr>
<td class="org-left">Foster, D.W.</td>
<td class="org-left">A Funeral Elegy: W[illiam] S[hakespeare]'s "Best-Speaking Witnesses"</td>
<td class="org-right">1996</td>
<td class="org-right">0</td>
<td class="org-left">analysis</td>
<td class="org-left"><a class='org-ref-reference' href="#foster_funeral_1996-1">foster_funeral_1996-1</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">25</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-left">Murphy, S.</td>
<td class="org-left">I will proclaim myself what I am: Corpus stylistics and the language of Shakespeare’s soliloquies</td>
<td class="org-right">2015</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#murphy_i_2015">murphy_i_2015</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">16</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">Balossi, G.</td>
<td class="org-left">A Corpus Linguistic Approach to Literary Language and Characterization: Virginia Woolf's The Waves</td>
<td class="org-right">2014</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#balossi_corpus_2014">balossi_corpus_2014</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">300</td>
<td class="org-right">300</td>
</tr>

<tr>
<td class="org-left">Adolphs, S.</td>
<td class="org-left">Point of view and semantic prosodies in Virginia Woolf’s To the Lighthouse</td>
<td class="org-right">2002</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#adolphs_point_2002">adolphs_point_2002</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">20</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-left">Zhao, M.</td>
<td class="org-left">The Art of Balance: A Corpus-assisted Stylistic Analysis of Woolfian Parallelism in To the Lighthouse</td>
<td class="org-right">2012</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#zhao_art_2012">zhao_art_2012</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-left">Mahlberg, Michaela</td>
<td class="org-left">Corpus Stylistics and Dickens's Fiction</td>
<td class="org-right">2013</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#mahlberg_corpus_2013">mahlberg_corpus_2013</a></td>
<td class="org-left">book</td>
<td class="org-left">checked out Borrow Direct</td>
<td class="org-right">178</td>
<td class="org-right">178</td>
</tr>

<tr>
<td class="org-left">Stewart, L. L.</td>
<td class="org-left">Charles Brockden Brown: quantitative analysis and literary interpretation</td>
<td class="org-right">2004</td>
<td class="org-right">0</td>
<td class="org-left">analyses</td>
<td class="org-left"><a class='org-ref-reference' href="#stewart_charles_2003">stewart_charles_2003</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">9</td>
<td class="org-right">9</td>
</tr>

<tr>
<td class="org-left">Alison, et al.</td>
<td class="org-left">Style at the Scale of the Sentence</td>
<td class="org-right">2013</td>
<td class="org-right">0</td>
<td class="org-left">analysis</td>
<td class="org-left"><a class='org-ref-reference' href="#allison_style_2013">allison_style_2013</a></td>
<td class="org-left">pamphlet</td>
<td class="org-left">PDF</td>
<td class="org-right">30</td>
<td class="org-right">30</td>
</tr>

<tr>
<td class="org-left">Algee-Hewitt, et al.</td>
<td class="org-left">On Paragraphs: Scale, Themes, and Narrative Form</td>
<td class="org-right">2015</td>
<td class="org-right">0</td>
<td class="org-left">analysis</td>
<td class="org-left"><a class='org-ref-reference' href="#algee-hewitt_paragraphs:_2015">algee-hewitt_paragraphs:_2015</a></td>
<td class="org-left">pamphlet</td>
<td class="org-left">PDF</td>
<td class="org-right">23</td>
<td class="org-right">23</td>
</tr>

<tr>
<td class="org-left">Hoover, David</td>
<td class="org-left">Corpus Stylistics, Stylometry, and the Styles of Henry James</td>
<td class="org-right">2007</td>
<td class="org-right">0</td>
<td class="org-left">analysis</td>
<td class="org-left"><a class='org-ref-reference' href="#hoover_corpus_2007-1">hoover_corpus_2007-1</a></td>
<td class="org-left">article</td>
<td class="org-left">PDF</td>
<td class="org-right">29</td>
<td class="org-right">29</td>
</tr>

<tr>
<td class="org-left">Zyngier, et al.</td>
<td class="org-left">Directions in Empirical Literary Studies</td>
<td class="org-right">2008</td>
<td class="org-right">0</td>
<td class="org-left">analysis</td>
<td class="org-left"><a class='org-ref-reference' href="#zyngier_directions_2008">zyngier_directions_2008</a></td>
<td class="org-left">book</td>
<td class="org-left">PDF</td>
<td class="org-right">372</td>
<td class="org-right">372</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">49</td>
<td class="org-left">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">0</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">46</td>
<td class="org-right">2922</td>
<td class="org-right">2353.5</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jonathan Reeve</p>
<p class="date">Created: 2018-03-23 Fri 20:45</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
